export const Links = [
  {
    text: "Каталог",
    path: "/catalog",
    children: [
      {
        text: "Мягкая мебель",
        path: "/catalog/myagkaya-mebel",
      },
      {
        text: "Мебель для прихожих",
        path: "/catalog/mebel-dlya-prixozhix",
      },
      {
        text: "Мебель с дверями",
        path: "/catalog/mebel-s-dveryami",
      },
      {
        text: "С регулируемыми роликами",
        path: "/catalog/s-reguliruemyimi-rolikami",
      },
    ],
  },
  {
    text: "Главная",
    path: "/",
  },
  {
    text: "Компания",
    path: "/about",
    children: [
      {
        text: "Акции",
        path: "/sale",
      },
      {
        text: "Отзывы",
        path: "/reviews",
      },
      {
        text: "Вакансии",
        path: "/vacancy",
      },
      {
        text: "Видео",
        path: "/video",
      },
      {
        text: "Сертификаты",
        path: "/certificates",
      },
      {
        text: "Сотрудники",
        path: "/staff",
      },
      {
        text: "Вопрос-ответ",
        path: "/faq",
      },
    ],
  },
  {
    text: "Новости",
    path: "/news",
  },
  {
    text: "Галерея",
    path: "/gallery",
  },
  {
    text: "Контакты",
    path: "/contacts",
  },
];

export const BottomMenu = [
  {
    text: "Акции",
    path: "/sale",
  },
  {
    text: "Отзывы",
    path: "/reviews",
  },
  {
    text: "Вакансии",
    path: "/vacancy",
  },
  {
    text: "Видео",
    path: "/video",
  },
  {
    text: "Сертификаты",
    path: "/certificates",
  },
  {
    text: "Сотрудники",
    path: "/staff",
  },
  {
    text: "Вопрос-ответ",
    path: "/faq",
  },
];

export const ServicesList = [
  {
    title: "Дизайн-проекты квартир",
    slug: "dizajn-proektyi-kvartir",
    image: "service1.png",
    popular: "1",
  },
  {
    title: "Дизайн домов и коттеджей",
    slug: "dizajn-domov-i-kottedzhej",
    image: "service2.jpg",
    popular: "",
  },
  {
    title: "Дизайнерский аудит",
    slug: "dizajnerskij-audit",
    image: "services3.jpg",
    popular: "",
  },
];

export const NewsList = [
  {
    id: 1,
    title: "Аренда от IKEA",
    image: "",
    slug: "arenda",
    text:
      "IKEA в рамках кампании по смене привычной бизнес-модели начнет сдавать мебель в аренду. В приоритете для аренды офисная мебель",
  },
  {
    id: 2,
    title: "Хорошая новость от Oath",
    image: "",
    slug: "good-new",
    text:
      "С 12 по 15 сентября 2019 года компания Oath примет участие в мебельной выставке «Мебель 2019»",
  },
  {
    id: 3,
    title: "Уникальная возможность!",
    image: "",
    slug: "uniq",
    text:
      "Если вам нужна мебель в прихожую, купить в Минске продукцию высокого качества вы можете в нашем магазине",
  },
];

export const GalleryList = [
  {
    id: 1,
    title: "Аренда от IKEA",
    image: "sale.jpg",
    slug: "letnyaya-akcziya-ot-ikea",
    images: [
      { id: 1, image: "sale2.jpg" },
      { id: 2, image: "sale4.jpg" },
      { id: 3, image: "sale6.jpg" },
      { id: 4, image: "sale8.jpg" },
      { id: 5, image: "sale9.jpg" },
      { id: 6, image: "sale7.jpg" },
      { id: 7, image: "sale5.jpg" },
      { id: 8, image: "sale3.png" },
      { id: 9, image: "sale.jpg" },
      { id: 10, image: "sale6.jpg" },
    ],
  },
  {
    id: 2,
    title: "Хорошая новость от Oath",
    image: "sale2.jpg",
    slug: "velikolepnyij-podarok-ot-oath",
    images: [],
  },
  {
    id: 3,
    title: "Уникальная возможность!",
    image: "sale3.png",
    slug: "unikalnaya-vozmozhnost",
    images: [],
  },
  {
    id: 4,
    title: "Летняя акция от IKEA",
    image: "sale4.jpg",
    slug: "letnyaya-akcziya-ot",
    images: [],
  },
  {
    id: 5,
    title: "Великолепный подарок от Oath",
    image: "sale5.jpg",
    slug: "velikolepnyij-podarok",
  },
  {
    id: 6,
    title: "Уникальная возможность!",
    image: "sale6.jpg",
    slug: "unikalnaya-vozmozhnos",
    images: [],
  },
  {
    id: 7,
    title: "Летняя акция",
    image: "sale7.jpg",
    slug: "letnyaya-akcziya",
    images: [],
  },
  {
    id: 8,
    title: "Великолепный подарок",
    image: "sale8.jpg",
    slug: "velikolepnyij-podar",
    images: [],
  },
  {
    id: 9,
    title: "Возможность!",
    image: "sale9.jpg",
    slug: "vozmozhnost",
    images: [],
  },
  {
    id: 10,
    title: "Великолепный подарок от Oath",
    image: "sale2.jpg",
    slug: "velikolepnyij-podarok-ot",
    images: [],
  },
];

export const SaleList = [
  {
    id: 1,
    title: "Возможность!",
    image: "sale9.jpg",
    slug: "vozmozhnost",
    text:
      "Если вам нужна мебель в прихожую, купить в Минске продукцию высокого качества вы можете в нашем магазине",
  },
  {
    id: 2,
    title: "Великолепный подарок",
    image: "sale8.jpg",
    slug: "velikolepnyij-podarok",
    text:
      "С 12 по 15 сентября 2019 года компания Oath примет участие в мебельной выставке «Мебель 2019»",
  },
  {
    id: 3,
    title: "Летняя акция",
    image: "sale7.jpg",
    slug: "letnyaya-akcz",
    text:
      "IKEA в рамках кампании по смене привычной бизнес-модели начнет сдавать мебель в аренду. В приоритете для аренды офисная мебель",
  },
  {
    id: 4,
    title: "Уникальная возможность",
    image: "sale6.jpg",
    slug: "unikalnaya-vozmozhnost",
    text:
      "Если вам нужна мебель в прихожую, купить в Минске продукцию высокого качества вы можете в нашем магазине",
  },
  {
    id: 5,
    title: "Великолепный подарок от Oath",
    image: "sale5.jpg",
    slug: "velikolepnyij-podarok-ot",
    text:
      "С 12 по 15 сентября 2019 года компания Oath примет участие в мебельной выставке «Мебель 2019»",
  },
  {
    id: 6,
    title: "Летняя акция от IKEA",
    image: "sale.jpg",
    slug: "letnyaya-akcziya-ot-ikea",
    text:
      "IKEA в рамках кампании по смене привычной бизнес-модели начнет сдавать мебель в аренду. В приоритете для аренды офисная мебель",
  },
  {
    id: 7,
    title: "Великолепный подарок от Oath",
    image: "sale2.jpg",
    slug: "velikolepnyij-podarok-ot-oath",
    text:
      "С 12 по 15 сентября 2019 года компания Oath примет участие в мебельной выставке «Мебель 2019»",
  },
  {
    id: 8,
    title: "Уникальная возможность!",
    image: "sale3.png",
    slug: "unikalnaya-vozmozhnost!",
    text:
      "Если вам нужна мебель в прихожую, купить в Минске продукцию высокого качества вы можете в нашем магазине..",
  },
  {
    id: 9,
    title: "Летняя акция от IKEA",
    image: "sale4.jpg",
    slug: "letnyaya-akcziya",
    text:
      "IKEA в рамках кампании по смене привычной бизнес-модели начнет сдавать мебель в аренду. В приоритете для аренды офисная мебель",
  },
  {
    id: 10,
    title: "Великолепный подарок от Oath",
    image: "sale5.jpg",
    slug: "velikolepnyij",
    text:
      "С 12 по 15 сентября 2019 года компания Oath примет участие в мебельной выставке «Мебель 2019»",
  },
];

export const ReviewsListSertificates = [
  { id: 1, image: "review1.jpg" },
  { id: 2, image: "review2.jpg" },
  { id: 3, image: "review3.jpg" },
  { id: 4, image: "review4.jpg" },
  { id: 5, image: "review5.jpg" },
  { id: 6, image: "review6.jpg" },
];

export const VideoList = [
  { id: 1, image: "video_review.png", youtube: "W3xfn-xb-GE" },
  { id: 2, image: "video_review2.jpg", youtube: "FteGngIo1E4" },
  { id: 3, image: "video_review3.jpg", youtube: "zTFdI2fn6pQ" },
];

export const ReviewsList = [
  {
    id: 1,
    author: "Михаил Пушкин",
    date: "03.06.2019 в 10:45",
    title: "Работать с вашей компанией стало намного проще!",
    text:
      "За многие годы мы зарекомендовали себя как квалифицированная и надежная команда специалистов. Наша основная миссия – помочь клиентам создать максимально комфортный, уютный и современный интерьер",
  },
  {
    id: 2,
    author: "Надежда Волкова",
    date: "07.05.2019 в 10:40",
    title: "Работать с вашей компанией стало намного проще!",
    text:
      "За многие годы мы зарекомендовали себя как квалифицированная и надежная команда специалистов. Наша основная миссия – помочь клиентам создать максимально комфортный, уютный и современный интерьер",
  },
];

export const VideoPageList = [
  {
    id: 1,
    title: "Летняя акция от IKEA",
    image: "sale.jpg",
    youtube: "W3xfn-xb-GE",
  },
  {
    id: 2,
    title: "Великолепный подарок от Oath",
    image: "sale2.jpg",
    youtube: "FteGngIo1E4",
  },
  {
    id: 3,
    title: "Уникальная возможность!",
    image: "sale4.jpg",
    youtube: "zTFdI2fn6pQ",
  },
  {
    id: 4,
    title: "Летняя акция от IKEA",
    image: "sale5.jpg",
    youtube: "yQG1JWWawjM",
  },
  {
    id: 5,
    title: "Великолепный подарок от Oath",
    image: "sale6.jpg",
    youtube: "jBbS5BUb1L4",
  },
  {
    id: 6,
    title: "Уникальная возможность!",
    image: "sale7.jpg",
    youtube: "vhcnwflqnFw",
  },
  {
    id: 7,
    title: "Летняя акция от IKEA",
    image: "sale8.jpg",
    youtube: "W3xfn-xb-GE",
  },
  {
    id: 8,
    title: "Великолепный подарок от Oath",
    image: "sale9.jpg",
    youtube: "FteGngIo1E4",
  },
  {
    id: 9,
    title: "Уникальная возможность!",
    image: "sale3.png",
    youtube: "yQG1JWWawjM",
  },
  {
    id: 10,
    title: "Уникальная возможность!",
    image: "sale4.jpg",
    youtube: "zTFdI2fn6pQ",
  },
];

export const CertificatesList = [
  {
    id: 1,
    title: "ООО «Чистый Свет Плюс»",
    image: "sert.jpg",
    author: "Е.П.Приемко",
    text:
      "ООО «Чистый Свет Плюс» выражает благодарность компании «Маклейн» в лице Кутузова Дениса и Кошелева Василия за плодотворную работу в рамках реализации проекта по актуализации документов CMK под новую версию стандарта ISO 9001-2015 и прохождения аудита по стандарту версии 2015 года. При реализации проекта сотрудники компании продемонстрировали высокий профессионализм, ответственное отношение к делу, внимание к мелочам, корректное и дружелюбное отношение к сотрудникам компании. Были учтены особенности работы компании. Проект был реализован в установленные сроки. Рекомендуем компанию «Маклейн» как надежного и профессионального партнера.",
  },
  {
    id: 2,
    title: "ООО «НЭФОКС ПЛЮС»",
    image: "otzyv-zhkh-frunzenskogo-rayona.jpg",
    author: "Д.А.Сухаленцев",
    text:
      "ООО «НЭФОКС ПЛЮС» выражает благодарность компании «Маклейн» в лице Кутузова Дениса и Кошелева Василия за плодотворную работу в рамках реализации проекта по диагностике бизнес-процессов компании. Работа была выполнена в установленный срок и на достойном профессиональном уровне с учетом специфики работы нашей компании. По факту реализации проекта была получена детальная диагностика основных бизнес-процессов, определены области для улучшения деятельности, получены грамотные практические рекомендации по оптимизации деятельности компании. Рекомендуем компанию «Маклейн» как надежного и профессионального партнера.",
  },
  {
    id: 3,
    title: "ООО «ЕМК Альянс»",
    image: "sert.jpg",
    author: "А.М.Карпович",
    text:
      "Настоящим письмом руководство Европейской металлургической компании «ЕМК Альянс» выражает благодарность компании «Центр Технологии Бизнеса» в лице Кутузова Дениса и Кошелева Василия за плодотворную работу в рамках реализации проекта по диагностике и автоматизации бизнес-процессов нашей компании. Проведенные работы по диагностике бизнес-процессов были выполнены в установленный срок на высоком профессиональном уровне, учтена специфика работы нашей компании. В результате работы над проектом мы получили детальную диагностику основных бизнес-процессов, определены области для улучшения деятельности, получены грамотные практические рекомендации по оптимизации.",
  },
  {
    id: 4,
    title: "ООО «СиЭнСи Бро»",
    image: "otzyv-zhkh-frunzenskogo-rayona.jpg",
    author: "А.А.Лещенко",
    text:
      "Настоящим письмом руководство Европейской металлургической компании «ЕМК Альянс» выражает благодарность компании «Центр Технологии Бизнеса» в лице Кутузова Дениса и Кошелева Василия за плодотворную работу в рамках реализации проекта по диагностике и автоматизации бизнес-процессов нашей компании. Проведенные работы по диагностике бизнес-процессов были выполнены в установленный срок на высоком профессиональном уровне, учтена специфика работы нашей компании. В результате работы над проектом мы получили детальную диагностику основных бизнес-процессов, определены области для улучшения деятельности, получены грамотные практические рекомендации по оптимизации.",
  },
  {
    id: 5,
    title: "ООО «Чистый Свет Плюс»",
    image: "sert.jpg",
    author: "Е.П.Приемко",
    text:
      "ООО «Чистый Свет Плюс» выражает благодарность компании «Маклейн» в лице Кутузова Дениса и Кошелева Василия за плодотворную работу в рамках реализации проекта по актуализации документов CMK под новую версию стандарта ISO 9001-2015 и прохождения аудита по стандарту версии 2015 года. При реализации проекта сотрудники компании продемонстрировали высокий профессионализм, ответственное отношение к делу, внимание к мелочам, корректное и дружелюбное отношение к сотрудникам компании. Были учтены особенности работы компании. Проект был реализован в установленные сроки. Рекомендуем компанию «Маклейн» как надежного и профессионального партнера.",
  },
];

export const StaffList = [
  {
    id: 1,
    image: "staff1.png",
    title: "Андрей Кузнецов",
    position: "Менеджер проектов",
    phone: "8-029-123-45-00",
    mail: "employees@site.by",
  },
  {
    id: 2,
    image: "staff2.png",
    title: "Антон Богданов",
    position: "Менеджер проектов",
    phone: "8-029-123-45-00",
    mail: "employees@site.by",
  },
  {
    id: 3,
    image: "staff3.png",
    title: "Надежда Красовская",
    position: "Менеджер проектов",
    phone: "8-029-123-45-00",
    mail: "employees@site.by",
  },
  {
    id: 4,
    image: "staff4.png",
    title: "Максим Антонов",
    position: "Менеджер проектов",
    phone: "8-029-123-45-00",
    mail: "employees@site.by",
  },
  {
    id: 5,
    image: "staff5.png",
    title: "Артур Минский",
    position: "Менеджер проектов",
    phone: "8-029-123-45-00",
    mail: "employees@site.by",
  },
  {
    id: 6,
    image: "staff6.png",
    title: "Анатолий Тихий",
    position: "Менеджер проектов",
    phone: "8-029-123-45-00",
    mail: "employees@site.by",
  },
];

export const FaqList = [
  {
    id: 1,
    title: "Почему создалось несколько заказов в Корзине?",
    text:
      "При первом запуске сайта отображается всплывающее окно приветствия, в котором можно выбрать свой город. Также регион можно сменить, щелкнув по установленному на данный момент городу в верхнем левом углу страницы сайта",
  },
  {
    id: 2,
    title: "Почему недоступен самовывоз выбранного товара?",
    text:
      "При первом запуске сайта отображается всплывающее окно приветствия, в котором можно выбрать свой город. Также регион можно сменить, щелкнув по установленному на данный момент городу в верхнем левом углу страницы сайта",
  },
  {
    id: 3,
    title: "Почему недоступна доставка выбранного товара?",
    text:
      "При первом запуске сайта отображается всплывающее окно приветствия, в котором можно выбрать свой город. Также регион можно сменить, щелкнув по установленному на данный момент городу в верхнем левом углу страницы сайта",
  },
  {
    id: 4,
    title: "Как отсортировать по цене результаты поиска?",
    text:
      "При первом запуске сайта отображается всплывающее окно приветствия, в котором можно выбрать свой город. Также регион можно сменить, щелкнув по установленному на данный момент городу в верхнем левом углу страницы сайта",
  },
  {
    id: 5,
    title: "Как сменить город для осуществления покупок?",
    text:
      "При первом запуске сайта отображается всплывающее окно приветствия, в котором можно выбрать свой город. Также регион можно сменить, щелкнув по установленному на данный момент городу в верхнем левом углу страницы сайта",
  },
  {
    id: 6,
    title: "Почему недоступна доставка выбранного товара?",
    text:
      "При первом запуске сайта отображается всплывающее окно приветствия, в котором можно выбрать свой город. Также регион можно сменить, щелкнув по установленному на данный момент городу в верхнем левом углу страницы сайта",
  },
  {
    id: 7,
    title: "Как отсортировать по цене результаты поиска?",
    text:
      "При первом запуске сайта отображается всплывающее окно приветствия, в котором можно выбрать свой город. Также регион можно сменить, щелкнув по установленному на данный момент городу в верхнем левом углу страницы сайта",
  },
  {
    id: 8,
    title: "Как сменить город для осуществления покупок?",
    text:
      "При первом запуске сайта отображается всплывающее окно приветствия, в котором можно выбрать свой город. Также регион можно сменить, щелкнув по установленному на данный момент городу в верхнем левом углу страницы сайта",
  },
];

export const HomePageSlider = [
  {
    id: 1,
    title: "Качественная и современная мебель",
    text: "Мы предлагаем корпусную мебель собственного производства",
    link: "/catalog",
    image: "slide.png",
  },
  {
    id: 2,
    title: "Качественная и современная мебель",
    text: "Мы предлагаем корпусную мебель собственного производства",
    link: "/catalog",
    image: "slide.png",
  },
];

export const AdvantagesList = [
  {
    id: 1,
    number: "105+",
    text: "Сертифицированных сотрудников работают в компании",
  },
  {
    id: 2,
    number: "13",
    text: "Свою деятельность в РБ осуществляем с 2006 года",
  },
  {
    id: 3,
    number: "17+",
    text: "Получено наград за последние два года",
  },
  {
    id: 4,
    number: "37",
    text: "Сертифицированных сотрудников работают в компании",
  },
];

export const ClientsList = [
  { id: 1, image: "client1.jpg" },
  { id: 2, image: "client2.jpg" },
  { id: 3, image: "client3.jpg" },
  { id: 4, image: "client4.jpg" },
  { id: 5, image: "client5.jpg" },
  { id: 6, image: "client6.jpg" },
  { id: 7, image: "client7.jpg" },
  { id: 8, image: "client8.jpg" },
  { id: 9, image: "client9.jpg" },
  { id: 10, image: "client10.jpg" },
  { id: 11, image: "client11.jpg" },
  { id: 12, image: "client12.jpg" },
];

export const CatalogList = [
  {
    title: "Мягкая мебель",
    slug: "myagkaya-mebel",
    image: "catalog3.jpg",
    section: [
      {
        id: 1,
        title: "Пинскдрев Boston 2-х местный (черный)",
        slug: "pinskdrev-boston-2-x-mestnyij-seryij",
        image: "tovar1.jpg",
        price: 230,
        gallery: [{ image: "chair1.jpg" }, { image: "chair2.png" }],
        articul: "LO019EWRI8",
        instock: "yes",
        new: "yes",
        recommend: "yes",
        popular: "",
        techchars: [
          { name: "ПЛОЩАДЬ", value: "10 кв.м." },
          {
            name: "ФАСАДНОСТЬ",
            value:
              "На протяжении 1300 м участок непосредственно примыкает к по восточной границе",
          },
          {
            name: "ДОБРАТЬСЯ",
            value:
              "Построен и введен в эксплуатацию прямой съезд с главной дороги",
          },
        ],
        text:
          "Стулья можно с уверенностью назвать одними из самых универсальных предметов любого интерьера, ведь обойтись без них невозможно, да и не практично вовсе. Видоизменяя свой внешний вид с течением времени, они позволяют ощущать комфорт как дома, так и на работе. Стремительное развитие технологий производства мебели позволило воплотить в реальность самые необычные модели стульев, которые уже по праву становятся важным дизайнерским элементом любого пространства, перестав быть лишь необходимостью.",
        width: 20,
        parent: "myagkaya-mebel",
      },
      {
        id: 2,
        title: "Пинскдрев Boston 2-х местный (белый)",
        slug: "pinskdrev-boston-2-x-mestnyij",
        image: "tovar2.jpg",
        price: 315,
        articul: "LO019EWRI9",
        instock: "yes",
        new: "",
        recommend: "yes",
        popular: "yes",
        width: 22,
        parent: "myagkaya-mebel",
      },
      {
        id: 3,
        title: "Пинскдрев Boston 2-х местный (коричневый)",
        slug: "pinskdrev-boston-2-x-mestn",
        image: "tovar3.jpg",
        price: 259,
        articul: "LO019EWRI0",
        instock: "yes",
        new: "yes",
        recommend: "",
        popular: "",
        width: 25,
        parent: "myagkaya-mebel",
      },
      {
        id: 4,
        title: "Пинскдрев Boston 2-х местный (серый)",
        slug: "pinskdr",
        image: "tovar4.jpg",
        price: 300,
        articul: "LO019EWRI1",
        instock: "yes",
        new: "yes",
        recommend: "",
        popular: "",
        width: 20,
        parent: "myagkaya-mebel",
      },
    ],
  },
  {
    title: "Мебель для прихожих",
    slug: "mebel-dlya-prixozhix",
    image: "catalog1.jpg",
    section: [
      {
        id: 1,
        title: "Пинскдрев Boston 2-х местный (синий)",
        slug: "pinskd",
        image: "tovar4.jpg",
        price: 300,
        articul: "LO019EWRI1",
        instock: "yes",
        new: "yes",
        recommend: "",
        popular: "",
        width: 20,
        parent: "mebel-dlya-prixozhix",
      },
    ],
  },
  {
    title: "Мебель с дверями",
    slug: "mebel-s-dveryami",
    image: "catalog2.jpg",
    section: [
      {
        id: 1,
        title: "Пинскдрев Boston 2-х местный (желтый)",
        slug: "pinskdrev-boston-2-x-mest",
        image: "tovar3.jpg",
        price: 259,
        articul: "LO019EWRI0",
        instock: "yes",
        new: "yes",
        recommend: "",
        popular: "",
        width: 25,
        parent: "mebel-s-dveryami",
      },
    ],
  },
  {
    title: "С регулируемыми роликами",
    slug: "s-reguliruemyimi-rolikami",
    image: "catalog4.jpg",
    section: [
      {
        id: 1,
        title: "Пинскдрев Boston 2-х местный (коричневый)",
        slug: "pinskdrev-boston-2-x-mestnyi",
        image: "tovar2.jpg",
        price: 315,
        articul: "LO019EWRI9",
        instock: "yes",
        new: "",
        recommend: "yes",
        popular: "yes",
        width: 22,
        parent: "s-reguliruemyimi-rolikami",
      },
    ],
  },
];
